Repository: Stellarium/stellarium-web-engine
Catalog: po/otypes/*.po
Languages: pl

source: (Micro)Lensing Event
pl: (Mikro)soczewkowanie grawitacyjne

source: Absorption Line system
pl: Kwazar z systemem linii absorpcyjnych

source: Active Galaxy Nucleus
pl: Aktywne jądro galaktyki

source: Amor Asteroid
pl: Planetoida z grupy Amora

source: Apollo Asteroid
pl: Planetoida z grupy Apolla

source: Artificial Satellite
pl: Sztuczny satelita

source: Association of Stars
pl: Asocjacja gwiazdowa

source: Asterism
pl: Asteryzm

source: Asymptotic Giant Branch Star
pl: Gwiazda typu AGB

source: Aten Asteroid
pl: Planetoida z grupy Atena

source: Atira Asteroid
pl: Planetoida z grupy Atiry

source: BL Lac - type object
pl: Lacertyda

source: Be Star
pl: Gwiazda Be

source: Blue Straggler Star
pl: Błękitny maruder

source: Blue compact Galaxy
pl: Kompaktowa niebieska galaktyka karłowata

source: Blue object
pl: Niebieski obiekt

source: Blue supergiant star
pl: Błękitny nadolbrzym

source: Bright Nebula
pl: Mgławica

source: Brightest Galaxy in a Cluster
pl: Najjaśniejsca galaktyka w gromadzie

source: Broad Absorption Line system
pl: Kwazar z systemem szerokich linii absorpcyjnych

source: Brown Dwarf
pl: Brązowy karzeł

source: Bubble
pl: Bąbel

source: CV DQ Her type
pl: Układ kataklizmiczny typu DQ Her

source: CV of AM Her type
pl: Układ kataklizmiczny typu AM Her

source: Candidate objects
pl: Możliwe obiekty

source: Carbon Star
pl: Gwiazda węglowa

source: Cataclysmic Variable Star
pl: Układ kataklizmiczny

source: Cepheid variable Star
pl: Cefeida

source: CircumStellar matter
pl: Materia wokółgwiezdna

source: Classical Cepheid
pl: Klasyczna cefeida

source: Cluster of Galaxies
pl: Gromada galaktyk

source: Cluster of Stars
pl: Gromada gwiazd

source: Comet
pl: Kometa

source: Cometary Globule
pl: Globula Boka

source: Compact Group of Galaxies
pl: Grupa galaktyk

source: Composite object
pl: Obiekt kompozytowy

source: Confirmed Neutron Star
pl: Gwiazda neutronowa

source: Constellation
pl: Gwiazdozbiór

source: Cultural Sky Representation
pl: Kulturowa reprezentacja nieba

source: Damped Ly-alpha Absorption Line system
pl: Kwazar z widocznymi liniami absorpcyjnymi neutralnego wodoru Ly-alpha

source: Dark Cloud
pl: Ciemna mgławica

source: Dense core
pl: Gęsty rdzeń

source: Disappeared Comet
pl: Rozpadnięta kometa

source: Distant Object Asteroid
pl: Odległa asteroida

source: Double or multiple star
pl: Gwiazda podwójna lub wielokrotna

source: Dwarf Nova
pl: Nowa karłowata

source: Dwarf Planet
pl: Planeta karłowata

source: Eclipsing binary
pl: Gwiazda podwójna

source: Eclipsing binary of Algol type
pl: Gwiazda podwójna zaćmieniowa typu Algola

source: Eclipsing binary of W UMa type
pl: Gwiazda podwójna zaćmieniowa typu W UMa

source: Eclipsing binary of beta Lyr type
pl: Gwiazda podwójna zaćmieniowa typu beta Lyr

source: Ellipsoidal variable Star
pl: Gwiazda zmienna w kształcie elipsoidy

source: Emission Object
pl: Obiekt emisyjny

source: Emission-line Galaxy
pl: Galaktyka z liniami emisyjnymi

source: Emission-line Star
pl: Gwiazda z liniami emisyjnymi

source: Eruptive variable Star
pl: Erupcyjna gwiazda zmienna

source: Evolved supergiant star
pl: Wyewoluowany nadolbrzym

source: Extra-solar Confirmed Planet
pl: Egzoplaneta

source: Extremely Red Object
pl: Ekstremalnie czerwony obiekt

source: Far-IR source
pl: Żródło dalekiej podczerwieni

source: Flare Star
pl: Gwiazda rozbłyskowa

source: Galactic Nebula
pl: Mgławica w galaktyce

source: Galaxy
pl: Galaktyka

source: Galaxy in Cluster of Galaxies
pl: Galaktyka w gromadzie galaktyk

source: Galaxy in Group of Galaxies
pl: Galaktyka w grupie galaktyk

source: Galaxy in Pair of Galaxies
pl: Galaktyka w parze galaktyk

source: Galaxy with high redshift
pl: Galaktyka z wysokim przesunięciem ku czerwieni

source: Globular Cluster
pl: Gromada kulista

source: Globule
pl: Globula kometarna

source: Gravitational Lens
pl: Soczewka grawitacyjna

source: Gravitational Lens System
pl: System soczewkowany grawitacyjnie

source: Gravitational Source
pl: Żródło gravitacyjne

source: Gravitational Wave Event
pl: Źródło fal grawitacyjnych

source: Gravitationally Lensed Image
pl: Obraz powstały w wyniku soczewkowania grawitacyjnego

source: Gravitationally Lensed Image of a Galaxy
pl: Soczewkowany grawitacyjnie obraz galaktyki

source: Gravitationally Lensed Image of a Quasar
pl: Soczewkowany grawitacyjnie obraz kwazara

source: Group of Galaxies
pl: Grupa galaktyk

source: HI shell
pl: Powłoka wodoru HI

source: HI source
pl: Źródło wodoru HI

source: HII Galaxy
pl: Galaktyka z obszarami HII

source: HII region
pl: Obszar HII

source: Herbig Ae/Be star
pl: Gwiazda typu Herbiga Ae/Be

source: Herbig-Haro Object
pl: Obiekt Herbiga-Haro

source: High Mass X-ray Binary
pl: Rentgenowski układ podwójny o wysokiej masie

source: High proper-motion Star
pl: Gwiazda z dużym ruchem własnym

source: High-velocity Cloud
pl: Obłok o wysokiej prędkości

source: High-velocity Star
pl: Gwiazda o wysokiej prędkości

source: Hilda Asteroid
pl: Planetoida z grupy Hilda

source: Horizontal Branch Star
pl: Gwiazda HB

source: Hot subdwarf
pl: Gorący podkarzeł

source: Hungaria Asteroid
pl: Planetoida z grupy Hungaria

source: Infra-Red source
pl: Źródło podczerwieni

source: Interacting Galaxies
pl: Zderzenie galaktyk

source: Interplanetary Spacecraft
pl: Międzyplanetarny statek kosmiczny

source: Interstellar Cloud
pl: Obłok międzygwiezdny

source: Interstellar Object
pl: Obiekt międzygwiezdny

source: Interstellar matter
pl: Materia międzygwiezdna

source: Jupiter Trojan Asteroid
pl: Planetoida trojański

source: LINER-type Active Galaxy Nucleus
pl: Aktywne jądro galaktyki typu LINER

source: Long-period variable star
pl: Długookresowa gwiazda zmienna

source: Low Mass X-ray Binary
pl: Rentgenowski układ podwójny o niskiej masie

source: Low Surface Brightness Galaxy
pl: Galaktyka o niskiej jasności powierzchniowej

source: Low-mass star
pl: Gwiazda o małej masie

source: Ly alpha Absorption Line system
pl: System z liniami absorpcyjnymi Ly alpha

source: Lyman limit system
pl: Kwazar z limitem Lymana

source: Main Belt Asteroid
pl: Planetoida z głównego pasa planetoid

source: Minor Planet
pl: Planeta karłowata

source: Minor Planet
pl: Planeta karłowata

source: Molecular Cloud
pl: Obłok molekularny

source: Moon
pl: Księżyc

source: Moving Group
pl: Poruszająca się grupa

source: Near Earth Object
pl: Obiekt bliski Ziemi (NEO)

source: Near-IR source
pl: Źródło bliskiej podczerwieni

source: Non Periodic Comet
pl: Kometa nieokresowa

source: Not an object
pl: To nie jest obiekt (błąd, artefakt)

source: Nova
pl: Nowa klasyczna

source: Nova-like Star
pl: Gwiazda przypominająca nową

source: OH/IR star
pl: Gwiazda OH/IR

source: Object of unknown nature
pl: Obiekt nieznanej natury

source: Open Cluster
pl: Gromada otwarta

source: Optically Violently Variable object
pl: Kwazar szybko zmienny optycznie

source: Outflow
pl: Wypływ gazu

source: Pair of Galaxies
pl: Para galaktyk

source: Part of Cloud
pl: Część obłoku

source: Part of a Galaxy
pl: Część galaktyki

source: Peculiar Star
pl: Gwiazda typu CP

source: Periodic Comet
pl: Kometa okresowa

source: Phocaea Asteroid
pl: Planetoida z grupy Phocaea

source: Planet
pl: Planeta

source: Planetary Nebula
pl: Mgławica planetarna

source: Possible Active Galaxy Nucleus
pl: Możliwe aktywne jądro galaktyki

source: Possible Association of Stars
pl: Możliwa asocjacja gwiazdowa

source: Possible Asymptotic Giant Branch Star
pl: Możliwa gwiazda typu AGB

source: Possible BL Lac
pl: Możliwa lacertyda

source: Possible Be Star
pl: Możliwa gwiazda Be

source: Possible Black Hole
pl: Możliwa czarna dziura

source: Possible Blazar
pl: Możliwy blazar

source: Possible Blue Straggler Star
pl: Możliwy błękitny maruder

source: Possible Blue supergiant star
pl: Możliwy niebieski supergigant

source: Possible Brown Dwarf
pl: Możliwy brązowy karzeł

source: Possible Carbon Star
pl: Możliwa gwiazda węglowa

source: Possible Cataclysmic Binary
pl: Możliwa gwiazda w układzie kataklizmicznym

source: Possible Cepheid
pl: Możliwa Cefeida

source: Possible Cluster of Galaxies
pl: Możliwa gromada galaktyk

source: Possible Eclipsing Binary
pl: Możliwa gwiazda podwójna zaćmieniowa

source: Possible Extra-solar Planet
pl: Możliwa egzoplaneta

source: Possible Galaxy
pl: Możliwa galaktyka

source: Possible Globular Cluster
pl: Możliwa gromada otwarta

source: Possible Group of Galaxies
pl: Możliwa grupa galaktyk

source: Possible Herbig Ae/Be Star
pl: Możliwa gwiazda typu Herbiga Ae/Be

source: Possible High-Mass X-ray binary
pl: Możliwy rentgenowski układ podwójny o wysokiej masie

source: Possible Horizontal Branch Star
pl: Możliwa gwiazda typu HB

source: Possible Hot subdwarf
pl: Możliwy gorący podkarzeł

source: Possible Long Period Variable
pl: Możliwa długookresowa gwiazda zmienna

source: Possible Low-Mass X-ray binary
pl: Możliwy rentgenowski układ podwójny o małej masie

source: Possible Low-mass star
pl: Możliwa gwiazda o małej masie

source: Possible Mira
pl: Możliwa gwiazda zmienna typu Mira Cet

source: Possible Neutron Star
pl: Możliwa gwiazda neutronowa

source: Possible Nova
pl: Możliwa nowa

source: Possible Outflow
pl: Możliwy wypływ gazu

source: Possible Peculiar Star
pl: Możliwa gwiazda typu CP

source: Possible Physical Binary
pl: Możliwa fizyczna gwiazda podwójna

source: Possible Planetary Nebula
pl: Możliwa mgławica planetarna

source: Possible Post-AGB Star
pl: Możliwa gwiazda po stadium AGB

source: Possible Pre-main sequence Star
pl: Gwiazda przed ciągiem głównym

source: Possible Quasar
pl: Możliwy kwazar

source: Possible Red Giant Branch star
pl: Możliwy czerwony olbrzym

source: Possible Red supergiant star
pl: Możliwy czerwony supergigant

source: Possible S Star
pl: Możliwa gwiazda typu widmowego S

source: Possible Semi-regular variable
pl: Możliwa pół-regularna gwiazda zmienna

source: Possible Star Cluster
pl: Możliwa gromada

source: Possible Star of RR Lyr type
pl: Możliwa gwiazda typu RR Lyr

source: Possible Star with envelope of CH type
pl: Możliwa gwiazda z otoczką typu CH

source: Possible Star with envelope of OH/IR type
pl: Możliwa gwiazda z otoczką typu OH/IR

source: Possible SuperNova
pl: Możliwa supernowa

source: Possible SuperNova Remnant
pl: Możliwa pozostałość po supernowej

source: Possible Supercluster of Galaxies
pl: Możliwa supergromada galaktyk

source: Possible Supergiant star
pl: Możliwy supergigant

source: Possible Symbiotic Star
pl: Możliwa gwiazda w układzie symbiotycznym

source: Possible T Tau star
pl: Możliwa gwiazda typu T Tau

source: Possible Ultra-luminous X-ray
pl: Możliwe ultraintensywne źródło rentgenowskie

source: Possible White Dwarf
pl: Możliwy biały karzeł

source: Possible Wolf-Rayet Star
pl: Możliwa gwiazda typu Wolfa-Rayeta

source: Possible X-ray binary
pl: Możliwy rentgenowski układ podwójny

source: Possible Yellow supergiant star
pl: Możliwy żółty supergigant

source: Possible Young Stellar Object
pl: Możliwy młody obiekt gwiezdny

source: Possible gravitational lens
pl: Możliwa soczewka grawitacyjna

source: Possible gravitational lens System
pl: Możliwy system soczewkowany grawitacyjnie

source: Possible gravitationally lensed image
pl: Możliwy obraz soczewkowany grawitacyjnie

source: Post-AGB Star
pl: Gwiazda po stadium AGB (mgławica protoplanetarna)

source: Pre-main sequence Star
pl: Gwiazda przed ciągiem głównym

source: Pulsating White Dwarf
pl: Pulsujący biały karzeł typu ZZ Ceti

source: Pulsating variable Star
pl: Pulsująca gwiazda zmienna

source: Quasar
pl: Kwazar

source: Radio Galaxy
pl: Radiogalaktyka

source: Radio-source
pl: Źródło radiowe

source: Red Giant Branch star
pl: Czerwony olbrzym

source: Red supergiant star
pl: Czerwony nadolbrzym

source: Reflection Nebula
pl: Mgławica refleksyjna

source: Region defined in the sky
pl: Obszar zdefiniowany na niebie

source: Rotationally variable Star
pl: Gwiazda zmienna rotacyjna

source: S Star
pl: Gwiazda typu widmowego S

source: Semi-regular pulsating Star
pl: Pół-regularna gwiazda pulsująca

source: Seyfert 1 Galaxy
pl: Galaktyka typu Seyfert 1

source: Seyfert 2 Galaxy
pl: Galaktyka typu Seyfert 2

source: Seyfert Galaxy
pl: Galaktyka Seyferta

source: Solar System Object
pl: Obiekt Układu Słonecznego

source: Spectroscopic binary
pl: Układ spektroskopowo podówjny

source: Star
pl: Gwiazda

source: Star forming region
pl: Obszar formowania się gwiazd

source: Star in Association
pl: Gwiazda w asocjacji

source: Star in Cluster
pl: Gwiazda w gromadzie

source: Star in Nebula
pl: Gwiazda w mgławicy

source: Star in double system
pl: Gwiazda w systemie podwójnym

source: Star showing eclipses by its planet
pl: Gwiazda zaćmiewana przez jej planety

source: Star suspected of Variability
pl: Gwiazda podejrzana o zmienność

source: Star with envelope of CH type
pl: Gwiazda z otoczką typu CH

source: Starburst Galaxy
pl: Galaktyka gwiazdotwórcza

source: Stellar Stream
pl: Strumień gwiazd

source: Sub-stellar object
pl: Obiekt sub-gwiezdny

source: Sun
pl: Słońce

source: SuperNova
pl: Supernowa

source: SuperNova Remnant
pl: Pozostałość po supernowej

source: Supercluster of Galaxies
pl: Supergromada galaktyk

source: Symbiotic Star
pl: Gwiazda w układzie symbiotycznym

source: T Tau-type Star
pl: Gwiazda typu T Tauri

source: UV-emission source
pl: Źródło promieniowania UV

source: Ultra-luminous X-ray source
pl: Ultraintensywne źródło rentgenowskie

source: Underdense region of the Universe
pl: Mało gęsty obszar wszechświata

source: Unreliable (Historical) Comet
pl: Niewiarygodna (historyczna) kometa

source: Variable Star
pl: Gwiazda zmienna

source: Variable Star of FU Ori type
pl: Gwiazda zmienna typu FU Ori

source: Variable Star of Mira Cet type
pl: Gwiazda zmienna typu Mira Cet

source: Variable Star of Orion Type
pl: Gwiazda zmienna typu Oriona

source: Variable Star of R CrB type
pl: Gwiazda zmienna typu R CrB

source: Variable Star of R CrB type candiate
pl: Możliwa gwiazda zmienna typu R CrB

source: Variable Star of RR Lyr type
pl: Gwiazda zmienna typu RR Lyr

source: Variable Star of RV Tau type
pl: Gwiazda zmienna typu RV Tau

source: Variable Star of SX Phe type
pl: Gwiazda zmienna typu SX Phe

source: Variable Star of W Vir type
pl: Gwiazda zmienna typu W Vir

source: Variable Star of alpha2 CVn type
pl: Gwiazda zmienna typu alpha2 CVn

source: Variable Star of beta Cep type
pl: Gwiazda zmienna typu beta Cep

source: Variable Star of delta Sct type
pl: Gwiazda zmienna typu delta Sct

source: Variable Star of gamma Dor type
pl: Gwiazda zmienna typu gamma Dor

source: Variable Star of irregular type
pl: Gwiazda zmienna nieregularnego typu

source: Variable Star with rapid variations
pl: Gwiazda zmienna z szybkimi zmianami

source: Variable of BY Dra type
pl: Gwiazda zmienna typu BY Dra

source: Variable of RS CVn type
pl: Gwiazda zmienna typu RS CVn

source: Very red source
pl: Bardzo czerwone źródło

source: White Dwarf
pl: Biały karzeł

source: Wolf-Rayet Star
pl: Gwiazda Wolfa-Rayeta

source: X-ray Binary
pl: Rentgenowskie ukady podwjne

source: X-ray source
pl: Rentgenowski układ podwójny

source: Yellow supergiant star
pl: Żółty nadolbrzym

source: Young Stellar Object
pl: Gwiazda we wczesnym stadium ewolucji

source: centimetric Radio-source
pl: Centymetrowe źródło radiowe

source: gamma-ray Burst
pl: Rozbłysk gamma

source: gamma-ray source
pl: Źródło promieniowania gamma

source: metallic Absorption Line system
pl: Układ z metalicznymi liniami absorpcyjnymi

source: metric Radio-source
pl: Metrowe źródło radiowe

source: millimetric Radio-source
pl: Milimetrowe źródło radiowe

source: radio Burst
pl: Szybki błysk radiowy

source: sub-millimetric source
pl: Sub-milimetrowe źródło radiowe

source: transient event
pl: Wydarzenie przejściowe
